/* eslint-disable import/unambiguous -- WIP */
/*
6: {
    0: [null,null,null,null,null,null,null,null,null,null,null,null,",",null,null,null],
    1: [null,null,null,null,null,null,null,null,null,null,null,";",null,null,null,"?"],
    2: [null,"`","a","'","v'","","y'","","b","@","t","th","j","H","kh","d"],
    3: ["dh","r","z","s","sh","S","D","T","Z","aa","G",null,null,null,null,null],
    4: ["","f","q","k","l","m","n","h","w","~","y","an","un","in","a","u"],
    5: ["i","W","","","'","'",null,null,null,null,null,null,null,null,null,null],
    6: ["0","1","2","3","4","5","6","7","8","9","%",".",",","*",null,null],
    7: ["","'","'","'","","'","'w","'u","'y","tt","tth","b","t","T","p","th"],
    8: ["bh","'h","H","ny","dy","H","ch","cch","dd","D","D","Dt","dh","ddh","d","D"],
    9: ["D","rr","R","R","R","R","R","R","j","R","S","S","S","S","S","T"],
    A: ["GH","F","F","F","v","f","ph","Q","Q","kh","k","K","K","ng","K","g"],
    B: ["G","N","G","G","G","L","L","L","L","N","N","N","N","N","h","Ch"],
    C: ["hy","h","H","@","W","oe","oe","u","yu","yu","W","v","y","Y","Y","W"],
    D: ["","","y","y'",".","ae","","","","","","","","@","#",""],
    E: ["","","","","","","","","","^","","","","",null,null],
    F: ["0","1","2","3","4","5","6","7","8","9","Sh","D","Gh","&","+m",null]
}
}
/*
ـئ ـأ ـؤ    ـئـ    ئـ    ء أ
ـا    آ / ا
ـب    ـبـ    بـ    ب
ـپ    ـپـ    پـ    پ
ـت    ـتـ    تـ    ت
ـث    ـثـ    ثـ    ث
ـج    ـجـ    جـ    ج
ـچ    ـچـ    چـ    چ
ـح    ـحـ    حـ    ح
ـخ    ـخـ    خـ    خ
ـد    د
ـذ    ذ
ـر    ر
ـز    ز
ـژ    ژ
ـس    ـسـ    سـ    س
ـش    ـشـ    شـ    ش
ـص    ـصـ    صـ    ص
ـض    ـضـ    ضـ    ض
ـط    ـطـ    طـ    ط
ـظ    ـظـ    ظـ    ظ
ـع    ـعـ    عـ    ع
ـغ    ـغـ    غـ    غ
ـف    ـفـ    فـ    ف
ـق    ـقـ    قـ    ق
ـک    ـکـ    کـ    ک
ـگ    ـگـ    گـ    گ
ـل    ـلـ    لـ    ل
ـم    ـمـ    مـ    م
ـن    ـنـ    نـ    ن
ـو    و
ـه    ـهـ    هـ    ه
ـی    ـیـ    یـ    ی
*/
